[
  {
    "id": 1,
    "title": "Red Wolf Technology: The Future of Retail is On-demand",
    "host": "Brad Bacigalupi",
    "address": "550 W State St, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/red-wolf-technology-the-future-of-retail-is-on-demand-0bo",
    "description": "Step into the heart of innovation at Red Wolf Technology! Join us at our office for an exclusive look at where cutting-edge solutions come to life. Explore our development spaces, watch live machine demonstrations showcasing our advanced technology, and gain insight into our process. A must-attend event for tech lovers, industry leaders, and 3D printing enthusiasts alike!",
    "start": "2025-01-29T14:00:00-07:00",
    "end": "2025-01-29T17:00:00-07:00"
  },
  {
    "id": 2,
    "title": "AI Workshop: Finding ROI",
    "host": "",
    "address": "249 N 1200 E, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/streamline-and-scale-ai-in-action-qg",
    "description": "Explore how AI can transform business workflows and address inefficiencies in sales, operations, and engineering. This event offers practical insights into identifying bottlenecks, assessing data readiness, and crafting tailored AI solutions for measurable impact.\n\nWhy Attend:\n\n    Learn how to map workflows and uncover areas for AI optimization.\n\n    Discover practical AI applications and strategies for implementation.\n\n    Build an actionable roadmap for integrating AI into your organization.\n\nWho Should Attend: This event will be particularly valuable for business and technology leaders who want to understand if AI can help their company hit their target metrics faster or more efficiently.\n\nJoin us for a focused workshop on defining AI’s ROI for your company, organization, and team.",
    "start": "2025-01-31T11:30:00-07:00",
    "end": "2025-01-31T13:30:00-07:00"
  },
  {
    "id": 3,
    "title": "Pit Crew Process Improvement Challenge",
    "host": "iMpact Utah",
    "address": "2353 Triumph Blvd, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/pit-crew-challenge-egx",
    "description": "Utah Tech Week Pit Crew Challenge: Continuous Improvement for Tech Teams\n\nCan your tech team beat the clock? Let’s find out.\n\nWhat to Expect:\n\nStep into a NASCAR-style Pit Crew Challenge, reimagined for tech companies! This dynamic experience combines:\n\nContinuous Improvement: Build smarter processes and workflows.\nTeam Collaboration: Sharpen communication and problem-solving skills.\nLeadership in Action: Learn strategies you can implement immediately.\nFor tech teams of all sizes and experience levels, this event transforms collaboration into high-speed innovation.\n\nWhy Attend?In a fast-paced tech world, staying agile is key. This hands-on experience helps your team:\n\nBreak down silos between departments\nImprove efficiency across your business.\nBuild a culture of continuous improvement.\nReady to join? Limited seats are available. Register now to secure your spot and take your team to the next level.",
    "start": "2025-01-30T15:00:00-07:00",
    "end": "2025-01-30T15:00:00-07:00"
  },
  {
    "id": 4,
    "title": "Branding Brilliance: Your Teen's Gateway to Entrepreneurship",
    "host": "Ashley Graver",
    "address": "1331 W Powell Way, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/brand-like-a-boss-teen-entrepreneurs-workshop-ru7",
    "description": "Do you know a teen entrepreneur ready to make their mark? Join Young Startup Academy  for our free mini-workshop, Branding Brilliance!\n\nLearn how to create a standout brand by exploring key branding principles such as brand promise, discovering unique brand archetype, and mastering the use of color to express your brand's personality. \n\nPerfect for young innovators aged 12-17, this workshop will give them the tools to start building their very own brand that speaks volumes! Don’t miss out on this opportunity for your teen to learn and connect with other young entrepreneurs. Reserve their spot today!\n\nWednesday January 29th\n4-5 pm\n\nWeave Headquarters\n1331 W Powell Way\nLehi, Utah 84043\n\n\nClick here to register:\nhttps://forms.zohopublic.com/ashleymgravergm1/form/BrandLikeaBossTeenEntrepreneursWorkshop/formperma/-hNdeeWEah5Y_8vTTXqOmx44kSg6oW6h3SvV7w-38jI",
    "start": "2025-01-29T16:00:00-07:00",
    "end": "2025-01-29T17:00:00-07:00"
  },
  {
    "id": 5,
    "title": "Utah MLops Meetup | Ai and Geospatial Modeling",
    "host": "Miriah Peterson",
    "address": "1331 W Powell Way, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/utah-mlops-meetup-or-ai-and-geospatial-modeling-gzki",
    "description": "When every day counted during the COVID-19 pandemic, data science played an important role in the path to a vaccine. Through sophisticated geospatial modeling, we identified and swiftly mobilized trial recruitment efforts in emerging hot zones. However, the limitations of data science tooling hampered efforts to work collaboratively and quickly. I'll discuss some of the issues we encountered and how our work at Zerve seeks to remedy these issues.\n\nJoin us on (slack)[https://theforge.tech]\n\nSchedule:\n6:15-6:30 food\n6:30 pm announcements\n6:45-7:30 speaker\n7:30-8:30 announcements\n\nSpeaker\nGreg Michaelson\n\nDr. Greg Michaelson is Co-Founder and Chief Product Officer at Zerve, a young, stealthy startup that’s rethinking the data science development experience. Previously, Greg was an early joiner at DataRobot where he played many roles, including Chief Customer Officer. Prior to that, he worked as a data scientist in the financial sector after earning a PhD in applied statistics from the University of Alabama.",
    "start": "2025-01-28T18:15:00-07:00",
    "end": "2025-01-28T20:30:00-07:00"
  },
  {
    "id": 6,
    "title": "Creating a Shared Language: Unity and consistency at work and home",
    "host": "",
    "address": "2600 N Ashton Blvd, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/creating-a-shared-language-unity-and-consistency-at-work-and-home-8dxh",
    "description": "Title\nThe Journey of Creating a Shared Language\n\nSpeaker\nStephanie Swift\nSenior Product Designer at Adobe\n\nDescription\nA design system case study exploring how to create unity and consistency through communication at work and at home.\n\nEvent Host\nnCino & Utah Tech Week\n\nSponsor\nChatbooks",
    "start": "2025-01-30T16:00:00-07:00",
    "end": "2025-01-30T17:00:00-07:00"
  },
  {
    "id": 7,
    "title": "Master Your Message: How to Design Customer-Converting Copy (Lunch & Learn)",
    "host": "Chad from CMO Zen",
    "address": "1850 Ashton Blvd Suite 500, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/master-your-message-how-to-design-customer-converting-copy-cikf",
    "description": "Learn how to craft a homepage and brand story that speaks directly to your customers' needs.\n\nJoin Garrett Jestice (Prelude Marketing) and Chad Jardine (CMO Zen) to learn battle-tested frameworks for crafting messages that make customers say \"I get it, and I want it.\" Drawing from decades of experience, they'll share actionable strategies for developing clear, compelling copy that resonates with your target audience.",
    "start": "2025-01-30T12:00:00-07:00",
    "end": "2025-01-30T13:00:00-07:00"
  },
  {
    "id": 8,
    "title": "Founders Frenzy Pitch Competition -- Sponsored by CFF, Powered by Kickstart",
    "host": "",
    "address": "1850 Ashton Blvd Suite 500, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/founders-frenzy-pitch-competition-sponsored-by-cff-powered-by-kickstart-886",
    "description": "Founders Frenzy is open to the public, specifically for any students interested in networking with like-minded entrepreneurs and investors. To be eligible to pitch, you MUST be a current student at an Utah university/college or have graduated from college within the past 12 months. \n\nPitch presentations will be 5 minutes long, with 3 minutes of Q&A from the Campus Founders Fund investment team.  After the presenters have finished, the investment team will select the top idea to receive a $5,000 investment from Campus Founders Fund. The investment will be in the form of a $5,000 SAFE on very founder-friendly terms ($0 Cap, 0% Discount) and subject to our due diligence process.\n\nIf you are interested in pitching your idea at the event, please fill out the submission instructions in the pitch deck template and email your submission to info@campusfounders.com by January 28th at 5 pm.\n\nPitch deck template: https://docs.google.com/presentation/d/1nCXjmKOCyv4wQyTLsfQ70hD6-2QElPNIrEk3qyR7ALo/edit?usp=sharing\nSAFE: https://www.campusfounders.com/investment\nCFF team: https://www.campusfounders.com/team\n\nNote: This event is in Lehi Kiln 2 (NOT in the main theater in  Kiln Lehi). This event is in the beautiful Atrium Space on the 5th floor in the building just southwest of the mare common Kiln Lehi. ",
    "start": "2025-01-30T18:00:00-07:00",
    "end": "2025-01-30T20:30:00-07:00"
  },
  {
    "id": 9,
    "title": "DevOps in Action: How First-Day Deploys Can Drive Innovation",
    "host": "Seth Johnson",
    "address": "2600 Ashton Blvd, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/devops-in-action-how-first-day-deploys-can-drive-innovation",
    "description": "Imagine a new engineer deploying code to production on their very first day—even interns. At our company, this isn’t a dream; it’s a tradition. All while completing HR orientation, IT setup, and paperwork during standard working hours. In this session, we’ll dive into the technical investments in CI/CD pipelines, infrastructure, and DevOps practices that make this possible. We’ll also explore the cultural and business benefits of empowering engineers from day one and how this approach drives innovation and customer value.",
    "start": "2025-01-30T14:00:00-07:00",
    "end": "2025-01-30T15:30:00-07:00"
  },
  {
    "id": 10,
    "title": "The Growth Toolkit: Scaling Your Business with AI and Virtual Assistants",
    "host": "Michelle Kuo",
    "address": "Kiln, 2701 N Thanksgiving Way #100, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/the-growth-toolkit-scaling-your-business-with-ai-and-virtual-assistants-2wz",
    "description": "Join us for The Growth Toolkit: Scaling Your Business with AI and Virtual Assistants!\n\nThis dynamic session is tailored for entrepreneurs and SMB leaders who want to delegate effectively, simplify workflows, and focus on strategic growth. We’ll dive into real-world examples and offer a step-by-step playbook to help you:\n\n✅Work smarter with skilled Virtual Assistants\n✅Leverage AI to streamline processes\n✅Free up your time for high-impact activities\n✅Achieve growth while cutting costs\n\nLet’s talk about scaling sustainably. See you there!",
    "start": "2025-01-30T12:00:00-07:00",
    "end": "2025-01-30T13:00:00-07:00"
  },
  {
    "id": 11,
    "title": "AI Unplugged: Candid Tales from Startup Founders",
    "host": ", ",
    "address": "2701 N Thanksgiving Way #100, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/ai-unplugged-candid-tales-from-startup-founders-zdn",
    "description": "Join us for a Founder's panel during Utah Tech Week and connect with fellow innovators over great food and drinks!\n\nFounders from Stellar Cyber, Legato Security, and Ridge Security will share stories from their startups, how they are leveraging AI in their respective companies.\n\nHear firsthand about the opportunities, missteps, and creative strategies redefining entrepreneurship in an AI-powered world.\n\nHappy Hour and Networking followed by a panel discussion at the Kiln in Lehi.",
    "start": "2025-01-28T16:00:00-07:00",
    "end": "2025-01-28T19:00:00-07:00"
  },
  {
    "id": 12,
    "title": "How Startups Should Think About Insurance",
    "host": "Robert Sargent",
    "address": "2701 N Thanksgiving Way #100, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/how-startups-should-think-about-insurance-pj",
    "description": "Join Bob Sargent, Founder and CEO of eSpecialty Insurance, for an informative session about how startup businesses should think about insurance. \n\nBob will use his expertise in insurance, technology, and startups to guide you through the strategic considerations involved in securing insurance.\n\nThe presentation will cover: \n\n- The practical realities of what startups face when purchasing insurance\n- The critical balance between time constraints, financial resources, and regulatory demands\n- Essential coverage needs and external requirements \n- Effective insurance buying strategies\n- Real-world examples highlighting the repercussions of inadequate coverage \n\nThe session will conclude with key takeaways on balancing protection, operational needs, and cost considerations in startup environments. Participants can engage in a Q&A session to address specific challenges and explore tailored insurance solutions.\n\n- - - - - - - - - - - -\nBob Sargent, Founder and CEO of eSpecialty Insurance, has years of experience as an underwriter and broker addressing challenging, unique, or complex exposures. He is also a prior founder with multiple exits and an early-stage investor in innovative insurance organizations. Bob serves as a member of, and on the Board, of Park City Angels.",
    "start": "2025-01-30T15:00:00-07:00",
    "end": "2025-01-30T16:00:00-07:00"
  },
  {
    "id": 13,
    "title": "Building Excellence: A discussion on building winning products",
    "host": "Design Mob",
    "address": "2701 N Thanksgiving Way #100, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/building-excellence-a-discussion-from-industry-leaders-on-building-winning-products-ez1",
    "description": "Join us to hear from industry leaders, Paul Draper CTO at Redo, Catherine Wong COO & CPO at Entrata, Lauren Treasure Co-founder & CEO at Stairtop, and Dillon Winspear VP of Product at Awardco on how to create winning products from the development org perspective. Expect a great discussion, fantastic company, and to walk away with a playbook of best practices to implement in your day-to-day processes.",
    "start": "2025-01-30T18:30:00-07:00",
    "end": "2025-01-30T20:30:00-07:00"
  },
  {
    "id": 14,
    "title": "Community Builder Breakfast: Why the next era of growth will be community-first",
    "host": "Clint Betts",
    "address": "2701 N Thanksgiving Way #100, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/community-builder-breakfast",
    "description": "Our hosts:\n⛷️ Clint Betts, Founder of Silicon Slopes & CEO.com\n🚀 Kyle Spencer, Chief of Staff of Utah Tech Week\n⛹🏼‍♂️ Andrew Henker, CRO at Levver & Borderlands\n💃🏻 Rae Lambert, Founder of River\n\nWith opening welcome remarks from Arian Lewis, CEO & Co-Founder of Kiln\n\nCalling all community builders! Join us a for breakfast tacos & juicy conversations about the next-era growth playbook: community.\n\nThe internet, social media, and podcasting all reinvented how companies build their brand. Now, with the rise of generative AI, people are seeking real-world connections more than ever — IRL community will be the next era of growth. \n\nWe'll explore the community playbooks of some of the fastest growing organizations, share what's working well for other community-first companies, why community is so important, and how to leverage real-life connections when building your brand.\n\nContent will be a combination of panel discussion, small group breakouts, and open forum sharing.",
    "start": "2025-01-31T08:30:00-07:00",
    "end": "2025-01-31T10:30:00-07:00"
  },
  {
    "id": 15,
    "title": "Texas Hold'em Poker Tournament",
    "host": "Sorenson Capital",
    "address": "2801 N Thanksgiving Way #200, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/texas-holdem-poker-tournament-9is",
    "description": "Shuffle up and deal!\n\nWhether you're a seasoned pro or a beginner looking to have some fun, join us for an exciting evening of Texas Hold’em during Utah Tech Week. Show off your poker face, enjoy some friendly competition, and see if you have what it takes to walk away as the tournament champion.\n\nPlease email Erin Halbrecht at erin@sorensoncap.com if you're interested in attending the event. Space is limited.\n\n♠️♥️♣️♦️\n\nThe Sorenson Capital Team",
    "start": "2025-01-28T17:00:00-07:00",
    "end": "2025-01-28T20:00:00-07:00"
  },
  {
    "id": 16,
    "title": "Raising Money from VCs OUTSIDE of Utah as a Utah Founder",
    "host": "Zach Barney",
    "address": "2801 N Thanksgiving Way Suite 320, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/raising-money-from-vcs-outside-of-utah-as-a-utah-founder-i5j",
    "description": "Utah has some amazing VCs that have helped some great companies get started and scale! We love them and are grateful for the ecosystem they support! But what happens when you try to raise from firms outside of the state? How do they view Utah's various strengths and weaknesses? How do you stand out as a small fish in a huge pond?\n\n‍Stop by Mobly HQ during Utah Tech week for some networking and to learn from some great VC panelists:\n\n    Saaya Nath, Jump Capital\n    Kristin McDonald, Eniac Ventures\n    Mystery Panelist TBA\n    Mystery Panelist TBA",
    "start": "2025-01-29T14:00:00-07:00",
    "end": "2025-01-29T15:00:00-07:00"
  },
  {
    "id": 17,
    "title": "Event Marketing University at UTW",
    "host": "Zach Barney",
    "address": "2801 N Thanksgiving Way Suite 320, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/event-marketing-university-at-utw-7wkj",
    "description": "Take a short break from Utah Tech Week and grab lunch with the Mobly team and all our best friends and colleagues for our second Event Marketing University session at Mobly HQ.\n\nKeynote: How to double your event ROI in 2025. Zach Barney, Mobly CEO\n\nPanel: My events playbook. The tactics I use to move quickly and get maximum ROI from field events. Panelists TBA",
    "start": "2025-01-30T10:30:00-07:00",
    "end": "2025-01-30T12:00:00-07:00"
  },
  {
    "id": 18,
    "title": "Panel: Mastering Entrepreneurship in College",
    "host": "Unknown host",
    "address": "2912 W Executive Pkwy, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/panel-mastering-entrepreneurship-in-college-scri",
    "description": "Join us for an inspirational panel about how to successfully start and run a business in college. Scan QR code to register",
    "start": "2025-01-31T14:00:00-07:00",
    "end": "2025-01-31T15:00:00-07:00"
  },
  {
    "id": 19,
    "title": "Panel: Landing Your Dream Job in Venture",
    "host": "Unknown host",
    "address": "2912 W Executive Pkwy, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/panel-landing-your-dream-job-in-venture-zgqh",
    "description": "Join us for an insightful panel event where industry experts and successful professionals come together to share their experiences and valuable insights on landing a job in the vibrant world of venture. Scan the QR code to register.",
    "start": "2025-01-31T15:00:00-07:00",
    "end": "2025-01-31T16:00:00-07:00"
  },
  {
    "id": 20,
    "title": "Student Speed Pitch Competition",
    "host": "Unknown host",
    "address": "2912 W Executive Pkwy, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/student-speed-pitch-competition-s3y",
    "description": "Calling all aspiring entrepreneurs! Dive into the fast-paced world of innovation at our Speed Pitch Competition. In just 5 minutes, showcase your groundbreaking startup idea to a panel of judges for a chance to win big – $1,000 in cash prizes await the most compelling pitches. Scan the QR Code to register.",
    "start": "2025-01-31T16:00:00-07:00",
    "end": "2025-01-31T17:00:00-07:00"
  },
  {
    "id": 21,
    "title": "Beyond SEO - GEO the next wave of being found in the age of AI",
    "host": "",
    "address": "Utah Valley University, Thanksgiving Point Campus, 2912 Executive Pkwy, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/beyond-seo-geo-the-next-wave-of-being-found-in-the-age-of-ai-p1f",
    "description": "Step into the future of digital visibility with GEO Growth Pro. In this exclusive event, you’ll learn how GEO is transforming the way businesses are discovered in the AI era. Say goodbye to slow and outdated SEO methods—GEO offers precision, speed, and results that matter. Find out how this groundbreaking approach leverages AI to connect you with the right customers faster and more effectively than ever before. Usage is projected to grow up to 35% yearly from 2025, potentially leading to a 14% share of the search market by 2028. https://morningscore.io/will-ai-grow-bigger-than-google-search-2020-2028-statistics-and-my-predictions/\n\nBe part of the next wave—reserve your spot today!",
    "start": "2025-01-30T14:00:00-07:00",
    "end": "2025-01-30T15:00:00-07:00"
  },
  {
    "id": 22,
    "title": "Lunch & Learn: Vertical AI Panel",
    "host": "Taylor Jones",
    "address": "2912 Executive Pkwy, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/lunch-and-learn-vertical-ai-panel-0t3",
    "description": "Join us during Utah Tech Week for a discussion with founders who are building vertical-specific AI solutions. Our panel of founders will discuss AI's potential to automate manual workflows and increase productivity across different industries like healthcare, finance, and education. Hear directly from early stage builders about the challenges and opportunities of building AI native applications. Lunch will be provided.",
    "start": "2025-01-30T12:00:00-07:00",
    "end": "2025-01-30T13:00:00-07:00"
  },
  {
    "id": 23,
    "title": "Disruptors’ Dinner: Guidance to budget, build, and scale with confidence",
    "host": "Zarin Ficklin",
    "address": "No detailed location available",
    "registration_url": "https://app.getriver.io/events/dinner-and-disruption-free-consultations-to-help-you-budget-build-and-scale-with-confidence-63x",
    "description": "Have a tech product idea but not sure what to budget or what to do next? Whether you’re an established enterprise or starting something new, join HQ for a private dinner tailored to help you venture confidently into the tech space.\n\nOver the past 12 years, HQ has designed and developed 250+ products for a wide range of clients, including AutoLiv, We Believe Foundation, Delta, Zillow, and numerous Y Combinator startups. We know which questions to ask, the challenges you should anticipate, and how to avoid common pitfalls that may derail new products.\n\nWe promise this isn’t a timeshare sales pitch — our goal is to support those creating new products as a way to give back to Utah’s tech community. This is your chance to: \n\n1. Understand what kind of budget you should anticipate for your product.\n2. Learn how to define project requirements.\n3. Figure out what to do next, which could range anywhere from further researching your target market to hiring an experienced CTO.\n4. Get tips for hiring: Freelancers, agencies, and full-time employees all have their time and place, and we have extensive experience with all of them. We can guide you in the right direction and share some red flags to watch for. \n\nSpots are limited, so apply now to reserve your seat at the table. Come prepared to ask questions, bounce ideas around, and leave with actionable next steps.\n\nThis event is perfect for:\n\n1. Business leaders ready to turn innovative ideas into viable apps or websites.\n2. Aspiring tech entrepreneurs with product ideas but no development experience.\n3. Founders and startup teams looking to understand the costs and processes behind tech products. \n4. Anyone new to the tech industry looking for insights from experienced professionals.\n\nIf you’re interested in building a new product but aren’t sure where to start, this is a must-attend event for Utah Tech Week.",
    "start": "2025-01-30T17:00:00-07:00",
    "end": "2025-01-30T19:00:00-07:00"
  },
  {
    "id": 24,
    "title": "Startup Internship Fair",
    "host": "Unknown host",
    "address": "2912 Executive Pkwy, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/startup-internship-fair-bt4",
    "description": "Calling all students eager to dive into the dynamic world of startups – discover exciting internship opportunities that can kickstart your career. Scan the QR code to register.",
    "start": "2025-01-31T12:00:00-07:00",
    "end": "2025-01-31T16:00:00-07:00"
  },
  {
    "id": 25,
    "title": "Workshop: Crafting a Killer Resume",
    "host": "Unknown host",
    "address": "2912 Executive Pkwy, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/workshop-crafting-a-killer-resume-mpp",
    "description": "Bring a copy of your resume and come participate in this hands-on workshop led by University Growth Fund’s Peter Harris!",
    "start": "2025-01-31T13:00:00-07:00",
    "end": "2025-01-31T14:00:00-07:00"
  },
  {
    "id": 26,
    "title": "Experts: Land Clients With AI That Sounds Like You",
    "host": "Sterling Long",
    "address": "2912 Executive Pkwy, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/experts-land-clients-with-ai-that-sounds-like-you-c8gf",
    "description": "",
    "start": "2025-02-01T14:00:00-07:00",
    "end": "2025-02-01T16:00:00-07:00"
  },
  {
    "id": 27,
    "title": "Ruck Panel at Utah Tech Week: Tech & Operations in Construction",
    "host": "Ruck Delivery",
    "address": "2912 Executive Pkwy, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/ruck-panel-at-utah-tech-week-tech-and-operations-in-construction-4os",
    "description": "",
    "start": "2025-01-31T11:00:00-07:00",
    "end": "2025-01-31T12:00:00-07:00"
  },
  {
    "id": 28,
    "title": "Agile Roundtable: Crowd-Sourced Creative Solutions",
    "host": "Steve Ostermiller",
    "address": "Silicon Slopes, 2600 Executive Pkwy #140, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/agile-roundtable-crowd-sourced-creative-solutions-clr",
    "description": "Join us in-person at Silicon Slopes in Lehi for the Agile Roundtable as part of Utah Tech Week 2025!\n\nAt Agile Roundtables, participants co-create the agenda with the topics they want to discuss. A facilitator guides the team from topic to topic. Then each participant has an opportunity to share what they're taking away from the session. Simple, but powerful!\n\nAgile Roundtables in Utah have been happening monthly since before the Agile Manifesto was written in 2001. Whether you've joined us many times or this is your first, please come! Bring your questions, your challenges, and ideas. You'll walk away from this session not only having gained, but also given something! Even if you don't have a topic in mind, come network and enjoy face-to-face collaboration!\n\nAfternoon refreshments will be provided.",
    "start": "2025-01-29T14:00:00-07:00",
    "end": "2025-01-29T16:00:00-07:00"
  },
  {
    "id": 29,
    "title": "How To Crush TikTok Shop (Lunch and Learn)",
    "host": "Unknown host",
    "address": "Silicon Slopes, 2600 Executive Pkwy #140, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/tiktok-shop-lunch-and-learn-yf3",
    "description": "Start 2025 right and crush TikTok Shop!\n\nOur panel features some incredible success stories for selling successfully on TikTok.\n\nLed by our moderator, the incomparable Paige Hope, you'll hear from:\n\n-> Hans Harris, the Head of Growth from BruMate\n\n-> Jordan West, the founder of Social Commerce Club\n\nCome find out how you and your brand can scale sales on TikTok Shop!\n\nLunch will be provided. Hope to see you there!\n\nPresented by Commerce Catalyst and Silicon Slopes Consumer Chapter.",
    "start": "2025-01-30T12:00:00-07:00",
    "end": "2025-01-30T13:00:00-07:00"
  },
  {
    "id": 30,
    "title": "Visit Seis's HQ & enjoy all-you-can-eat tacos",
    "host": "Trevor McKendrick",
    "address": "3400 Ashton Blvd #410, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/visit-seiss-hq-and-enjoy-all-you-can-eat-tacos-72f",
    "description": "",
    "start": "2025-01-28T20:00:00-07:00",
    "end": "2025-01-28T23:00:00-07:00"
  },
  {
    "id": 31,
    "title": "Startup CTO Networking Breakfast",
    "host": "Jon Bradshaw",
    "address": "No detailed location available",
    "registration_url": "https://app.getriver.io/events/startup-cto-networking-breakfast-pgj",
    "description": "",
    "start": "2025-01-30T08:00:00-07:00",
    "end": "2025-01-30T10:00:00-07:00"
  },
  {
    "id": 32,
    "title": "CTO & CIO Networking Breakfast by AWS Utah",
    "host": "Jon Bradshaw",
    "address": "No detailed location available",
    "registration_url": "https://app.getriver.io/events/cto-networking-breakfast-pv4",
    "description": "",
    "start": "2025-01-31T08:00:00-07:00",
    "end": "2025-01-31T10:00:00-07:00"
  },
  {
    "id": 33,
    "title": "K-Connect: A Utah Korean Networking Mixer ( Utah Korean Chamber of Commerce)",
    "host": "Jimmy Choi",
    "address": "3300 Triumph Blvd Suites 100 and 200, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/k-connect-a-utah-korean-networking-mixer-fl3",
    "description": "K-Connect: A Utah Korean Networking Mixer hosted by the Utah Korean Chamber of Commerce\n\nJoin us for an evening of connection and collaboration at K-Connect, a networking event designed to bring together Korean students, professionals, business owners, and investors in Utah. Whether you're a budding entrepreneur, an established business leader, or someone looking to engage with the vibrant Korean community, this event is your opportunity to expand your network and spark meaningful relationships.\n\nWhat to Expect:\n\nFostering Connections: Meet like-minded individuals, exchange ideas, and explore potential collaborations within the Korean community and beyond.\n\nShowcasing Contributions: Celebrate the achievements of Korean innovators and leaders in Utah’s thriving tech and business ecosystem.\n\nBuilding Bridges: Create meaningful links between the Korean community and Utah’s broader tech industry to drive mutual growth and success.\n\nNetworking Mixer: Enjoy light refreshments, finger foods, and drinks in a relaxed atmosphere perfect for making new connections and deepening existing ones.\n\nWhether you're looking to expand your professional circle, find investment opportunities, or simply enjoy the company of Utah’s dynamic Korean community, K-Connect is the place to be.",
    "start": "2025-01-31T17:30:00-07:00",
    "end": "2025-01-31T19:30:00-07:00"
  },
  {
    "id": 34,
    "title": "Raising the Roof: How JobNimbus Went from Bootstrapped to Breaking Records",
    "host": "Kristy DelMuto",
    "address": "3451 Triumph Blvd Suite 650, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/raising-the-roof-how-jobnimbus-went-from-bootstrapped-to-breaking-records-aix",
    "description": "Tech founders and CEOs:  Discover how Lehi-based JobNimbus became a game-changing SaaS provider that is reshaping the roofing industry and building one of the most dynamic workplace cultures in the U.S. Since securing its initial investment in 2021, JobNimbus has grown 3x in headcount, significantly expanded its product suite and customer base, and solidified its position as a leader in the roofing software market.\n\nGo behind the scenes of JobNimbus’ growth journey with CEO Ben Hodson to learn what strategies fueled their growth, the challenges they navigated, and how a relentless commitment to turning contractors into heroes drove them to secure an additional $330M growth investment in late 2024.\n\nTech talent in Utah: Learn about what’s next for JobNimbus and the company’s big hiring plans for 2025.\n\nAgenda:\n    11:00 a.m. – Enjoy local bites and tour the coolest workspace in Utah\n    11:30 a.m. – Fireside chat and Q&A with Ben Hodson, CEO and co-founder of JobNimbus, and KC Kanoff, Mainsail Partners\n    12:30 p.m. – Additional networking and office tours available",
    "start": "2025-01-30T11:00:00-07:00",
    "end": "2025-01-30T12:30:00-07:00"
  },
  {
    "id": 35,
    "title": "Utah Burger Club - Utah Tech Week",
    "host": "Luke Gunderson",
    "address": "JCW's, 3605 N Thanksgiving Way, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/utah-burger-club-utah-tech-week-hxp",
    "description": "Utah Burger Club is a community of entrepreneurs, designers, developers, and other friends who come together once a month to enjoy great burgers and each other's company.\n\nOur monthly meetups take place at a different burger joint each time, giving subscribers the opportunity to try new places and discover new favorites. It's a great way to connect with others in the community and reconnect with old friends.\n\nRules of UBC\n💬 Always talk about burger club! #UtahBurgerClub\n💵 BYOB - Buy your own burger & tip generously.\n💯 Connect with new people. Good vibes only.\n\nFYI, Utah Burger Club is a Substack and can be found here. This way you can easily subscribe, share with friends, and—heaven forbid—unsubscribe.",
    "start": "2025-01-29T13:00:00-07:00",
    "end": "2025-01-29T14:30:00-07:00"
  },
  {
    "id": 36,
    "title": "Ed Tech Founders Panel",
    "host": "Jared Stein",
    "address": "1633 W Innovation Way 5th Floor, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/ed-tech-founders-panel-zk6",
    "description": "Join a lively discussion with ed tech founders from Utah, hosted by Jared Stein of Rarebird Ed Tech.",
    "start": "2025-01-30T13:30:00-07:00",
    "end": "2025-01-30T14:30:00-07:00"
  },
  {
    "id": 37,
    "title": "People Puzzle Bingo with Motivosity",
    "host": "",
    "address": "1633 W Innovation Way Suite 150, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/people-puzzle-bingo-with-motivosity-ap2",
    "description": "Join us and connect with industry peers as we try and solve some of the biggest People Challenges facing companies in 2025. \n\nShare some of your challenges and learn about  strategies others are implementing to address the same obstacles in their organizations. \n\nIt's Bingo with a twist for a fun, interactive way to network, problem-solve and get your Swig Fix. \n\nWhen you register, please share 2 of your top priorities or initiatives that you are focusing on in Q1 so we can add it to our discussion.",
    "start": "2025-01-29T15:00:00-07:00",
    "end": "2025-01-29T17:00:00-07:00"
  },
  {
    "id": 38,
    "title": "Trends in AI Agents and Evals in 2025",
    "host": "Janelle Zonts",
    "address": "1441 W Innovation Way, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/ai-meets-education-inside-schoolai-fy3",
    "description": "Trends in AI Agents and Evals in 2025\nJoin us at SchoolAI headquarters for an evening of thought-provoking discussions, networking, and refreshments.\n\nWhen: January 28th, 2025\nTime: 4:30 PM - 6:30 PM\nLocation: 1441 Innovation Way, Suite 150, Lehi, Utah 84043\n\nHear from Nate Sanders (CXO, SchoolAI) and Andrew Carr (Chief Scientist, Cartwheel) as they lead a forward-looking conversation on how AI agents and their evaluation frameworks are evolving for 2025 and beyond. Discover the latest breakthroughs shaping everything from virtual assistants to cutting-edge automation, and learn how these innovations are being measured, tested, and refined.\n\nAfterward, enjoy charcuterie and drinks while networking with industry professionals and innovators in a relaxed and engaging atmosphere.\n\nNote: Attendance is limited to 80 guests. RSVP now to secure your spot at this one-of-a-kind event.",
    "start": "2025-01-28T16:30:00-07:00",
    "end": "2025-01-28T18:30:00-07:00"
  },
  {
    "id": 39,
    "title": "D&D Game Night",
    "host": "Jonathan Bench",
    "address": "No detailed location available",
    "registration_url": "https://app.getriver.io/events/dandd-game-night-nvy",
    "description": "",
    "start": "2025-01-28T19:00:00-07:00",
    "end": "2025-01-28T22:00:00-07:00"
  },
  {
    "id": 40,
    "title": "Perspectives on M&A and Strategic Venture with Adobe",
    "host": "Hannah Steinhardt",
    "address": "No detailed location available",
    "registration_url": "https://app.getriver.io/events/innovating-with-adobe-hdj",
    "description": "Adobe Ventures, Adobe’s strategic investment arm, is excited to welcome the local Utah tech community for an “Ask Me Anything” style conversation with Adobe leadership during Utah Tech Week. \n\nTopics will include (but are certainly not limited to!): navigating a partnership with Adobe, innovation at Adobe, and more — we’re especially eager to structure the conversation around your questions for our panel. All confirmed attendees will be invited to submit their questions in advance of the event. \n\nPlease note: this is a limited-capacity event. We will confirm attendance no later than Tuesday, January 28th.",
    "start": "2025-01-30T17:30:00-07:00",
    "end": "2025-01-30T19:30:00-07:00"
  },
  {
    "id": 41,
    "title": "Utah Business Founder Friday: Zach Barney of Mobly",
    "host": ", ",
    "address": "No detailed location available",
    "registration_url": "https://app.getriver.io/events/utah-business-founder-friday-zach-barney-of-mobly-a25",
    "description": "Have you ever wondered what it takes to start a successful national brand? Utah Business publishes a weekly founder story on someone from Utah who has built a brand from the ground up. At our monthly Founder Friday events, we bring those stories to life with intimate fireside chats.\n\nAt this special Utah Tech Week engagement, we'll sit down with Zach Barney, co-founder and CEO @ Mobly — the platform that is fixing the speed-to-lead problem around in-person events. He’s been building and leading sales team for 15+ years, having spent time at some of the biggest successes in Utah history like Teem and HireVue. Prior to starting Mobly, zach was a drop-in sales operator at a Private Equity firm based in Knoxville, TN. Zach and his wife Erika are going on 16 years of marriage. They have 3 daughters (Lucy 14, Harper 12, Mariah 10), 2 sons (Anders 8, Hayes 5) and 1 puppy, a Bernedoodle named Gus. Zach is incredibly accident prone, and will be celebrating his 40th birthday this year by getting a knee replacement! In spite of his bad knee, Zach is an avid endurance runner and love mountain biking with his wife.\n\nProgram\n9:00 – 10:00 AM: Registration, Networking & Light Breakfast\n10:00 AM: Program Begins\n11:00 AM: Event Conclusion\n\nTickets are free, but are restricted to 140 attendees:\nhttps://www.utahbusiness.com/events/founder-friday-zach-barney-mobly/",
    "start": "2025-01-31T09:00:00-07:00",
    "end": "2025-01-31T11:00:00-07:00"
  },
  {
    "id": 42,
    "title": "The Future You Create: Balancing Career Ambitions and Family Joy",
    "host": "Pete Larkin",
    "address": "211 W Traverse Terrace Dr, Lehi, UT 84043, USA",
    "registration_url": "https://app.getriver.io/events/the-future-you-create-balancing-career-ambitions-and-family-joy-eyn",
    "description": "Balancing kids and customers is a tricky ordeal. Especially when you care deeply about both.\n\nWe get it. We're right there with you.\n\nThat's why Gabb is excited to partner with Silicon Slopes, Utah Tech Week, and the Experience Design Center (XDC) to host a special community event for parents on Wednesday, January 29th at 7:00 PM at Viewpoint Middle School in Lehi.\n\nThe session, entitled \"The Future You Create: Balancing Career Ambitions and Family Joy,\" will feature Sean Donohue, a tenured family and parenting coach who has built a large community on TikTok and Instagram.\n\nJoin us as Sean shares insights on how to be more present and intentional with your family, while also finding success at work.\n\nWe hope you'll take advantage of this unique opportunity to find more joy and fulfillment at both home and work.\n\n- - - - - \n\nAbout the Presenter\nSean Donohue is a globally known Family Coach, founder of www.ParentingModernTeens.comand hosts The Sean Donohue Show Podcast, one of the top parenting podcasts in the world.\n\nA viral social media sensation with videos and teachings enjoyed by tens of millions, Sean has helped countless parents transform their parenting, build strong, healthy homes...and raise amazing adults.\n\nConnect with Sean at www.SaveMyFamily.us\n\nTikTok at  www.TikTok.com/the.family.coach\nInstagram at https://instagram.com/the.familycoach\nFacebook at www.facebook.com/PMT.Family\nYouTube at YouTube.com/c/TheFamilyCoach",
    "start": "2025-01-29T19:00:00-07:00",
    "end": "2025-01-29T20:00:00-07:00"
  },
  {
    "id": 43,
    "title": "Dashboard in a Day with Tech-Moms",
    "host": "",
    "address": "802 E 1050 S, American Fork, UT 84003, USA",
    "registration_url": "https://app.getriver.io/events/dashboard-in-a-day-pc1",
    "description": "Join us for ‘Dashboard in a Day’ with Tech-Moms at Domo! This hands-on workshop, instructed by Alyson La, will guide you through the essentials of data visualization and dashboard creation using Domo’s powerful tools. You’ll dive into Magic ETL to prepare and transform data, learn visualization techniques to tell compelling data stories, and walk away with a fully interactive dashboard ready to share. Whether you’re new to Domo or looking to sharpen your skills, this workshop provides practical insights and support in an engaging, collaborative environment. Bring your own laptop!",
    "start": "2025-01-31T13:00:00-07:00",
    "end": "2025-01-31T17:00:00-07:00"
  },
  {
    "id": 44,
    "title": "Culture Club: Network and Discuss Workplace Culture - Hosted by Awardco",
    "host": "Savannah Travis",
    "address": "2080 W 400 N, Lindon, UT 84042, USA",
    "registration_url": "https://app.getriver.io/events/culture-club-utah-tech-week-m2f",
    "description": "Picture this: an art gallery-themed afternoon where connection meets inspiration. Awardco invites professionals, leaders, and innovators across industries to explore bold ideas for shaping workplace culture at our event: Culture Club. \n\nWith the theme \"Framing the Future of Culture Through Connection,\" this exclusive event offers dynamic networking, engaging discussions, and a creative atmosphere designed to inspire collaboration and growth. Whether you’re an HR pro, executive, or change-maker, join us to elevate the future of company culture!",
    "start": "2025-01-31T15:00:00-07:00",
    "end": "2025-01-31T17:00:00-07:00"
  },
  {
    "id": 45,
    "title": "Open Studio Time with Mustache Power Productions",
    "host": "Clovis Long",
    "address": "597 S Pleasant Grove Blvd ste 5, Pleasant Grove, UT 84062, USA",
    "registration_url": "https://app.getriver.io/events/open-studio-time-with-mustache-power-productions-l7zg",
    "description": "Have a message for your audience that’s been on your mind?  A video that you want made?  A product demo?  Testimonials?  A company Explainer?  \n\nGet it made by a professional free of charge during Utah Tech Week!\n\nWe thought and thought about the best class we could teach to help Utah Tech get these videos made, but in the end entrepreneurs shouldn’t spend their time learning to create video.  They should use experts to create them.  So instead of a class we are donating our studio and a technician, setting up time for Utah Tech to come in and make their videos free of charge.  \n\nTo sign up for a time and come make your video with our video experts:  \n\n1) Check on the rules and policies here:\nhttps://docs.google.com/document/d/1UwgaK4evZlyWrgWv17JI8n-qMsKKhrhJ1CmF9XITkDs/edit?usp=sharing\n\n2) Register for your time at this calendly link: https://calendly.com/clovisl/open-studio.\n\nWe only have about 50 slots, so sign up now!",
    "start": null,
    "end": null
  },
  {
    "id": 46,
    "title": "How to Enjoy Networking: A Practical Guide to Better Connections",
    "host": "Aaron Shields",
    "address": "389 S 1300 W St Bldg C2, Pleasant Grove, UT 84062, USA",
    "registration_url": "https://app.getriver.io/events/how-to-enjoy-networking-a-practical-guide-to-better-connections-5jy",
    "description": "Hate networking?  You're not alone.  Plenty of people like you endure it (or even avoid it!) because it feels transactional, superficial, and draining.\n\nIt doesn't have to feel that way.\n\nTo kick off Utah Tech Week, join Vanessa Machin Perez, President of MakeUtah, Aaron Shields, Founder and Executive Director of Mountainside Mentoring, and Cory Ivins, Co-Founder of the Foundry Leadership Program, and discover simple, practical tools to make networking less awkward and more enjoyable. Build meaningful connections with confidence—and then spend the rest of Tech Week practicing - and actually ENJOYING - building your network!\n\nHosted by MakeUtah and DoTerra.",
    "start": "2025-01-27T09:00:00-07:00",
    "end": "2025-01-27T10:30:00-07:00"
  },
  {
    "id": 47,
    "title": "MakeUtah CoWorking Pass",
    "host": "Shad Woodland",
    "address": "389 S 1300 W St Bldg C2, Pleasant Grove, UT 84062, USA",
    "registration_url": "https://app.getriver.io/events/makeutah-coworking-pass-5phi",
    "description": "MakeUtah supports Utah Tech Week!  Do you need a temporary space to work as you travel Utah county for UTW?  Stop by our central location near I15 in Pleasant Grove (at the Doterra campus) and enjoy our great wifi, comfortable workspace, and even grab a bite to eat at the cafe downstairs.  Registration is FREE.  Come see for yourself what MakeUtah, a hardtech incubator, is all about!\n\nMore details on the space can be found here: \nhttps://makeutah.org/\n\nEntry Instructions\n\nWhen you arrive please come to building C at 389 S 1300 W Pleasant Grove. Google Maps will bring you to the correct door.  It will be open (no key-card required).  We are located directly above the cafe, take the elevator or stairs up one floor.  \n\n\nParking Instructions\n\nParking is free - please park in the visitor parking or any unmarked stall.  Additional parking is  available in back (if needed).  ",
    "start": "2025-01-27T09:00:00-07:00",
    "end": "2025-01-27T17:00:00-07:00"
  },
  {
    "id": 48,
    "title": "MakeUtah Hardtech Spotlights",
    "host": "Shad Woodland",
    "address": "389 S 1300 W St Bldg C2, Pleasant Grove, UT 84062, USA",
    "registration_url": "https://app.getriver.io/events/makeutah-hardtech-spotlights-p3t",
    "description": "Join us as we spotlight hardtech entrepreneurs in Utah!\n\nEnjoy networking with some great technical founders for the second hour.    \n\nHungry?  Come early and get lunch at doterra's subsidized cafe.  \n\nOr come anytime to relax and get some work done in our coworking space,  and learn about the beginnings of Utah's first hardtech incubator.  ",
    "start": "2025-01-31T13:00:00-07:00",
    "end": "2025-01-31T15:00:00-07:00"
  },
  {
    "id": 49,
    "title": "Topgolf with Codev!",
    "host": "Paige Sullivan",
    "address": "484 N Entertainment Way, Vineyard, UT 84059, USA",
    "registration_url": "https://app.getriver.io/events/topgolf-with-codev-c8ui",
    "description": "Ready to mix business with a little friendly competition? Join CoDev at TopGolf Vineyard during Utah Tech Week – where great ideas and great swings come together! Lunch is on us! Registration is FREE!",
    "start": "2025-01-28T13:00:00-07:00",
    "end": "2025-01-28T15:00:00-07:00"
  },
  {
    "id": 50,
    "title": "Founders N' Funders: Raising Venture Capital in Utah",
    "host": "Founders N’ Funders",
    "address": "No detailed location available",
    "registration_url": "https://app.getriver.io/events/founders-n-funders-raising-venture-capital-in-utah-gar",
    "description": "Join us as Trent Mano, founder of Utah Tech Week, and top VCs share insights on raising Venture Capital in Utah — followed by networking! Curated for pre-seed to Series A founders and active investors. Apply now!\n**Sponsored by DELL & HUBSPOT**",
    "start": "2025-01-28T16:30:00-07:00",
    "end": "2025-01-28T18:30:00-07:00"
  },
  {
    "id": 51,
    "title": "Networking: Corndogs & Cornhole",
    "host": "Pelion Venture Partners",
    "address": "14761 Future Way Suite 500, Draper, UT 84020, USA",
    "registration_url": "https://app.getriver.io/events/corndogs-and-cornhole-y89f",
    "description": "Join us for an evening of fun, flavor, and friendly competition at the Pelion Headquarters on January 29, 2025, at 4 PM. \n\nWhat to Expect:\n🌭 Indulge in the world's finest corndogs.\n🕹️ Join the Corn Hole Classic tournament for some friendly competition and a chance to showcase your skills.\n🤝 Network with industry professionals and enthusiasts.\n🎉 Enjoy an evening filled with laughter, good food, and great company.\n\nThis is an excellent opportunity to connect with like-minded individuals, experience a taste sensation, and maybe even discover the secret to the perfect corndog! Don't miss out on the Corndog and Corn Hole Classic—it's going to be a cornucopia of fun!\n\nRSVP now to secure your spot and ensure you don't miss the chance to be part of this one-of-a-kind event. We look forward to seeing you there! 🎉 ",
    "start": "2025-01-29T16:00:00-07:00",
    "end": "2025-01-29T18:00:00-07:00"
  },
  {
    "id": 52,
    "title": "Strategic Mindfulness: Overcoming Stress and Enhancing Your Mental Clarity",
    "host": "Robin Huling",
    "address": "14761 Future Way Suite 500, Draper, UT 84020, USA",
    "registration_url": "https://app.getriver.io/events/strategic-mindfulness-strategies-for-overcoming-stress-and-enhancing-mental-clarity-7kw",
    "description": "",
    "start": "2025-01-30T12:00:00-07:00",
    "end": "2025-01-30T14:00:00-07:00"
  },
  {
    "id": 53,
    "title": "People People Party - Utah Tech Week",
    "host": "Cassidy Gonzalez",
    "address": "Pelion Venture Partners, 14761 Future Way Suite 500, Draper, UT 84020, USA",
    "registration_url": "https://app.getriver.io/events/people-people-party-utah-tech-week-vjy",
    "description": "Utah Tech Week is back and so is the People People Party!! Are you in the People and Talent space? We want you there.\n\nYou don't have to be in the tech industry to join us, all industries welcome.\n\nCome build your network and connect with other HR/Talent professionals. And snag a new updated headshot!",
    "start": "2025-01-30T09:00:00-07:00",
    "end": "2025-01-30T10:30:00-07:00"
  },
  {
    "id": 54,
    "title": "Pixels to Production: Ship Better Products Faster",
    "host": "Rick Roberts",
    "address": "Pelion Venture Partners, 14761 Future Way Suite 500, Draper, UT 84020, USA",
    "registration_url": "https://app.getriver.io/events/accelerate-together-unifying-design-and-dev-for-better-results-5wz",
    "description": "Get ready to kick off the new year with a bang at \"Pixels to Production: Ship Better Products Faster\"! Join us on January 31st from 6:00 PM to 8:00 PM at the sleek Pelion Venture Partners in Draper, UT. Hosted by the Ravn & Mobly, this event is all about breaking down silos and turbocharging your workflow. Dive into the world of design systems and component libraries, and discover how they can help you ship faster and more efficiently. Mingle with fellow innovators, enjoy some snacks and drinks, and soak up the vibrant atmosphere as you learn how to seamlessly unite your design and development teams. Whether you're a designer, developer, or just someone who loves to see great ideas come to life, this is the place to be. Let's accelerate together and make 2025 the year of collaboration and success!",
    "start": "2025-01-31T18:00:00-07:00",
    "end": "2025-01-31T20:00:00-07:00"
  },
  {
    "id": 55,
    "title": "AI Hackathon Day #1 by AI Utah, Forge Utah, and the Women Tech Council",
    "host": "Jon Bradshaw",
    "address": "Clearlink, 42 Future Way, Draper, UT 84020, USA",
    "registration_url": "https://app.getriver.io/events/ai-hackathon-caj",
    "description": "",
    "start": "2025-01-30T18:00:00-07:00",
    "end": "2025-01-30T23:45:00-07:00"
  },
  {
    "id": 56,
    "title": "AI Hackathon Day #2 by AI Utah, Forge Utah, and the Women Tech Council",
    "host": "Jon Bradshaw",
    "address": "Clearlink, 42 Future Way, Draper, UT 84020, USA",
    "registration_url": "https://app.getriver.io/events/ai-hackathon-rzqh",
    "description": "",
    "start": "2025-01-31T08:00:00-07:00",
    "end": "2025-01-31T23:45:00-07:00"
  },
  {
    "id": 57,
    "title": "AI Hackathon Day #3 by AI Utah, Forge Utah, and the Women Tech Council",
    "host": "Jon Bradshaw",
    "address": "Clearlink, 42 Future Way, Draper, UT 84020, USA",
    "registration_url": "https://app.getriver.io/events/ai-hackathon-p33",
    "description": "",
    "start": "2025-02-01T08:00:00-07:00",
    "end": "2025-02-01T18:00:00-07:00"
  },
  {
    "id": 58,
    "title": "The Sales Tech Revolution: Content at the Speed of Sales",
    "host": "Justin Warner",
    "address": "No detailed location available",
    "registration_url": "https://app.getriver.io/events/the-sales-tech-revolution-content-at-the-speed-of-sales-a5t",
    "description": "The Sales Tech Revolution: Content at the Speed of Sales\n\nJoin Utah's top sales and marketing leaders for an exclusive look at the future of sales enablement. See how leading teams are creating custom proposals and marketing materials in minutes, right from Salesforce and Hubspot.\n\nThis event is both in person and virtual. In person attendees will be served lunch.",
    "start": "2025-01-30T11:30:00-07:00",
    "end": "2025-01-30T13:00:00-07:00"
  },
  {
    "id": 59,
    "title": "Tech-Moms Winter Meetup",
    "host": "",
    "address": "13707 S 200 W STE 100, Draper, UT 84020, USA",
    "registration_url": "https://app.getriver.io/events/tech-moms-winter-meetup-3sl",
    "description": "",
    "start": "2025-01-30T19:00:00-07:00",
    "end": "2025-01-30T20:30:00-07:00"
  },
  {
    "id": 60,
    "title": "100 Grand Plan Workshop: Make Good Money While Being a Great Mom",
    "host": "Crystalee Beck",
    "address": "800 W University Pkwy, Orem, UT 84097, USA",
    "registration_url": "https://app.getriver.io/events/100-grand-plan-workshop-make-good-money-while-being-a-great-mom-5yl",
    "description": "Let’s normalize thinking (and acting) bigger! In this workshop, we’ll:\n\n    Writing your own customized 100 GRAND PLAN™ in our proprietary workbook\n\n    Connecting with ambitious, heart-centered business owner friends\n\n    Learning specific business action steps that save you time, make you more money, and fit your family lifestyle\n\nWe'll talk about MONEY, MOTHERHOOD and what really MATTERS most and how to create more time for what you want, even in uncertain times. \n\nFor example, Clem at ClemSEO increased her revenue by 45% the following month as a result of applying what she learned in this workshop and is on track to generate six figures! \n\nTo join us, $100K+ revenue does not have to be your goal, but fair warning: This workshop helps you see more is possible. Join us, and see what’s possible for you too, Mama.",
    "start": "2025-02-01T12:00:00-07:00",
    "end": "2025-02-01T17:00:00-07:00"
  },
  {
    "id": 61,
    "title": "Changing the Game: Deploying AI in Contact Centers & Customer Experience",
    "host": "Saul From OneMeta",
    "address": "Utah Vly Univ, Orem, UT 84058, USA",
    "registration_url": "https://app.getriver.io/events/leveraging-ai-to-enhance-customer-experience-and-drive-business-growth-across-industries-s3x",
    "description": "",
    "start": "2025-01-30T16:00:00-07:00",
    "end": "2025-01-30T17:30:00-07:00"
  },
  {
    "id": 62,
    "title": "Create Your Own Augmented Reality Experience",
    "host": "",
    "address": "Riverton, UT, USA",
    "registration_url": "https://app.getriver.io/events/create-your-own-augmented-reality-experience-64i",
    "description": "In a short, one-hour workshop, learn how to make your creations pop out into the real world in augmented reality 3D. You'll leave with a working AR experience you can send to your friends or embed in your website.\n\nTopics we'll cover:\n• Preparing a 3D model for export as a self-contained AR file in USDZ and GLB formats\n• Common problems and how to fix them\n• Ensure support for iPhones, Androids, Apple Vision Pro and more\n• Publish the final experience to your website\n\nWhether you're a die-hard AR tech nerd, harbor light curiosity, or just want to know what the heck AR is all about, you should find this interesting.\n\nThis event is being presented as part of Utah Tech Week. Find other fascinating events to enjoy at https://www.utahtechweek.com\n\nIf you wish to follow along, bring your laptop with the latest version of Blender installed. If you have a simple 3D model, bring it too! If not, we’ll point you to free resources. Demo will be done on a Mac, but the process on Windows should be about the same.\n\nSee you there!\n\nAs a courtesy to other attendees, if you reserve a spot and determine later you're unable to come, please cancel your reservation so someone on the waitlist can fill your seat. Thanks!",
    "start": "2025-01-30T15:30:00-07:00",
    "end": "2025-01-30T16:30:00-07:00"
  },
  {
    "id": 63,
    "title": "Boba & Baos Happy Hour for AAPI in Utah Tech",
    "host": "Unknown host",
    "address": "No detailed location available",
    "registration_url": "https://app.getriver.io/events/boba-and-baos-happy-hour-for-aapi-in-utah-tech-fm5",
    "description": "A meetup for the Asian American Pacific Islander community in Utah Tech. Come enjoy boba tea and baos, and great conversation with the AAPI community! Founders, funders, tech folks all welcome!\n\nMake sure to register soon!",
    "start": "2025-01-31T14:00:00-07:00",
    "end": "2025-01-31T16:00:00-07:00"
  },
  {
    "id": 64,
    "title": "Self Hosted AI, Mobile App Starter",
    "host": "Unknown host",
    "address": "276 E 12200 S, Draper, UT 84020, USA",
    "registration_url": "https://app.getriver.io/events/self-hosted-ai-mobile-app-starter-20x",
    "description": "Build a mobile AI voice assistant powered by a self-hosted LLM. This event is for developers wanting to get into the details of running more than a chatgpt wrapper. Laptops optional, code will be open sourced at the event. By the end of the workshop you will have:\n- Self hosted LLM\n- Embeddings generating to a self hosted DB\n- Self hosted TTS model\n- A mobile interface for voice chat\n\nSpeaker\nJake Gibson - Building at atlashome.io",
    "start": "2025-01-27T13:30:00-07:00",
    "end": "2025-01-27T14:30:00-07:00"
  },
  {
    "id": 65,
    "title": "How to Sell to Large Companies",
    "host": "Drew Brown",
    "address": "276 E 12200 S, Draper, UT 84020, USA",
    "registration_url": "https://app.getriver.io/events/how-to-sell-to-large-companies-w4o",
    "description": "For B2B startups, landing large corporate clients is an excellent anchor for revenue as well as demonstration of credibility to their market. At the same time, these are the most complicated customers to land, requiring the startup to identify and build key relationships; navigate the morass of procurement offices, vendor risk reviews, complex stakeholder incentives and approval processes; understand the current internal dynamics of the target client (both as they are and as the client perceives them); negotiate complex contracts and more. It's tough; but it is doable.  \n\nDrew Brown has been through this extensively on both sides of the table. Before recently relocating back to Utah, Drew was the Chief Information Officer for Union Bank and Trust, a $55B bank, managing millions of dollars in technology purchases and negotiations every year. Prior to that, Drew spent ten years advising the CIOs and their peers at publicly traded companies on a host of strategic issues, including many complex technology selection, negotiation, and acquisition projects. On the other side of the table, Drew has built two consulting practices (in AI/ML and technology strategy) and has sold millions of dollars in software and services to large corporate clients. \n\nCome hear Drew share insights on positioning your product, understanding how these buyers think (and where you can fit in), navigating the corporate mazes, and establishing the credibility that your startup needs to win the deal. Drew will share common tactics he has seen startups use that work, frequently observed mistakes, insights into some of the hard realities, and a few fun anecdotes as well. You can do this, and Drew will help you learn how. ",
    "start": "2025-01-30T15:00:00-07:00",
    "end": "2025-01-30T15:45:00-07:00"
  },
  {
    "id": 66,
    "title": "SaaS Superstars Dinner",
    "host": "Lielani Rich",
    "address": "No detailed location available",
    "registration_url": "https://app.getriver.io/events/saas-superstars-dinner-0dg",
    "description": "If you are a startup founder or leader, you truly are a Superstar!\n\nCome join us for an exclusive, intimate dinner with likeminded folks in the B2B, SaaS space. ",
    "start": "2025-01-29T18:00:00-07:00",
    "end": "2025-01-29T21:00:00-07:00"
  },
  {
    "id": 67,
    "title": "AI Immersion Workshop & Certificate with RevRoad & RAID",
    "host": "RevRoad Events Team",
    "address": "412 W Rivers Edge Dr, Provo, UT 84604, USA",
    "registration_url": "https://app.getriver.io/events/ai-immersion-workshop-and-certficate-ikj",
    "description": "Join RevRoad in partnership with Utah Tech Week and Real AI Dynamics for an exclusive AI Immersion Workshop & Certificate Program designed for founders, executives, and leaders who want to stay ahead in today’s AI-driven world.\n\nLed by Nikky Kho, CEO of Real AI Dynamics, this workshop offers a highly interactive, Harvard Business School-style experience that will transform the way you think about and apply artificial intelligence in your business. Through hands-on activities and real-world scenarios, you'll gain actionable insights into leveraging AI for high-level decision-making and strategic implementation.\n\nThis is more than just a workshop—it’s an immersive journey into the practical power of AI. You'll leave equipped to implement AI strategies that drive growth and innovation in your organization.\n\nWhat you'll gain:\n- A clear understanding of AI's transformative potential.\n- Practical skills to integrate AI into your business strategy.\n- An AI Certificate from the Vjal Institute, a prestigious and accredited university for Artificial Intelligence.\n\nDon't miss this chance to deepen your expertise and lead your company into the future with confidence.\n\nDate & Location:\nThursday, Jan 30th | 1-4 PM @ Kiln Provo\nLight refreshments & drinks will be served.\n\nReserve your spot today—seats are limited!",
    "start": "2025-01-30T13:00:00-07:00",
    "end": "2025-01-30T16:00:00-07:00"
  },
  {
    "id": 68,
    "title": "Startup Storytelling Contest: The Wild, Wacky, and Bizarre",
    "host": "Janelle Zonts",
    "address": "1555 Freedom Blvd 200 W, Provo, UT 84604, USA",
    "registration_url": "https://app.getriver.io/events/startup-storytelling-contest-the-wild-wacky-and-bizarre-zm2",
    "description": "WARNING: This event has absolutely no redeeming qualities.\n\nYou will not leave inspired. You won’t learn anything. In fact, attending might make you question your life choices.\n\nWhat will you gain?\n    •    A stomach ache from laughing too hard.\n    •    A front-row seat to the most insane startup stories you’ll ever hear.\n    •    The bragging rights of saying, “I survived the madness.”\n\nThis is THE startup storytelling contest where the unhinged, the unbelievable, and the totally bizarre take center stage. Contestants get 5 minutes to share their true (probably regret-filled) stories, and the audience decides who takes home the glory (and a hilariously bad trophy).\n\nWho needs a TED Talk when you’ve got this circus?\n\nFood? Yeah, we’ve got snacks from the legends at Tech9 to fuel your chaos.\n\nCurious? Of course you are.\n\nBrave enough to step up? Apply to share your story here: https://forms.gle/snWYVNSbYGqS8W6q9\n\nSeats are limited. Regret is infinite.",
    "start": "2025-01-28T14:00:00-07:00",
    "end": "2025-01-28T16:00:00-07:00"
  },
  {
    "id": 69,
    "title": "Keith Huang, Creating a Pro Forma",
    "host": "Emi McCabe",
    "address": "1555 N Freedom Blvd, Provo, UT 84604, USA",
    "registration_url": "https://app.getriver.io/events/keith-huang-creating-a-pro-forma-av9h",
    "description": "Keith is an iHub gem who built the financial models to help Mesquite Gaming go from bankruptcy to 30% YOY Profit growth and helped Advanced MD exit at $700M. In this workshop you will learn what goes into a financial model, how to own the numbers and interact with investors/boards as a CEO. Don't miss this workshop!",
    "start": "2025-01-29T15:00:00-07:00",
    "end": "2025-01-29T16:30:00-07:00"
  },
  {
    "id": 70,
    "title": "Brad Draper and Vic Fralof",
    "host": "Emi McCabe",
    "address": "1555 N Freedom Blvd, Provo, UT 84604, USA",
    "registration_url": "https://app.getriver.io/events/brad-draper-and-vic-fralof-br6",
    "description": "Don’t miss the upcoming workshop, “Success and the Power of Choice” with Brad and Vic, where they will cover success, endurance and what choices will help you achieve your goals.",
    "start": "2025-01-30T15:00:00-07:00",
    "end": "2025-01-30T15:00:00-07:00"
  },
  {
    "id": 71,
    "title": "Founder 100 Reunion Breakfast",
    "host": "Jon Bradshaw",
    "address": "No detailed location available",
    "registration_url": "https://app.getriver.io/events/founder-100-reunion-breakfast-0rug",
    "description": "",
    "start": "2025-01-29T08:00:00-07:00",
    "end": "2025-01-29T10:00:00-07:00"
  },
  {
    "id": 72,
    "title": "UTW Run Club: Convoi x TwentyOne Run",
    "host": "Unknown host",
    "address": "Twenty One Run, 10690 S River Front Pkwy, South Jordan, UT 84095, USA",
    "registration_url": "https://app.getriver.io/events/utw-run-club-convoi-x-twentyone-run-xb3",
    "description": "Convoi Ventures is partnering with Utah's only running gym Twenty One Run for an intense indoor training session during Utah Tech Week.\n\nThis event is for founders/execs that are also serious runners.\n\nSpace is extremely limited, so please only register if you're sure you can come.\n\nCome in your running clothes, bring some water, and be ready to put in some work.",
    "start": "2025-01-31T07:30:00-07:00",
    "end": "2025-01-31T08:30:00-07:00"
  },
  {
    "id": 73,
    "title": "Startup Trivia Night with BYU Tech Transfer",
    "host": "BYU Technology Transfer",
    "address": "Brigham Young University, 450 E 1230 N St, Provo, UT 84604, USA",
    "registration_url": "https://app.getriver.io/events/startup-trivia-night-with-byu-tech-transfer-pex",
    "description": "Test your startup knowledge at Trivia Night sponsored by BYU Tech Transfer. Register your team of 4 or sign up individually and be placed in a team when you arrive. Light refreshments and prizes for the winners. The fun starts at 7 pm, Jan 29, in the Hinckley Alumni Building on BYU campus. Register at: https://commerce.cashnet.com/WEBTT",
    "start": "2025-01-29T19:00:00-07:00",
    "end": "2025-01-29T21:00:00-07:00"
  },
  {
    "id": 74,
    "title": "HighLevel Affiliate Program Networking Event",
    "host": "Abigail Tobler",
    "address": "65 N University Ave Downstairs Suite 2, Provo, UT 84601, USA",
    "registration_url": "https://app.getriver.io/events/highlevel-meet-up-nxn",
    "description": "Discover how HighLevel's innovative affiliate program has paid out over $80 MILLION to its affiliates!\n\nThis event is your chance to connect with top Utah-based HighLevel affiliates, network with our Director of Affiliate Programs, and meet one of our very own co-founders in person.\n\nWhether you're ready to dive in or are simply curious to learn more, we’d love to have you join us!",
    "start": "2025-01-29T16:00:00-07:00",
    "end": "2025-01-29T18:00:00-07:00"
  },
  {
    "id": 75,
    "title": "Lifecycle of Utah Technology Company",
    "host": "Jon Beutler",
    "address": "9690 S 300 W, Sandy, UT 84070, USA",
    "registration_url": "https://app.getriver.io/events/lifecycle-of-utah-technology-company-rp9",
    "description": "Lifecycle of a Utah Technology Company Event Agenda\nEvery successful startup journey begins with inspiration, often from the unlikeliest places: a napkin. Entrepreneurs set out on an exciting adventure to turn their visions into reality. But what does it take to navigate the complex landscape of startup growth? How can aspiring founders better understand the different stages of this journey?\n\nJoin us for an insightful discussion on the lifecycle of a Utah tech company, hosted by the Utah Innovation Center and The Mill Entrepreneurship Center. Led by Ted McAleer (Park City Angels), is a West Point and United States Army-trained leader with deep expertise in tech startups, this event explores the journey from inspiration to innovation. Learn about Utah's tech ecosystem, available resources, and key strategies for success. Whether you're an aspiring founder or a seasoned entrepreneur, this is your opportunity to gain valuable insights into building and growing a successful tech company. Don’t miss it!\n\n3:00 - Networking\n3:15 - Welcome and Introduction - Ted McAleer (Park City Angels) - Utah history and current resources/ecosystem\n3:45 - 4:40 Panel Discussion\n4:40 Networking",
    "start": "2025-01-30T15:00:00-07:00",
    "end": "2025-01-30T17:00:00-07:00"
  },
  {
    "id": 76,
    "title": "Founder vs Funder Pickleball Showdown",
    "host": "Origin Ventures",
    "address": "No detailed location available",
    "registration_url": "https://app.getriver.io/events/founder-vs-funder-pickleball-showdown-nhg",
    "description": "PLEASE SIGN UP USING EXTERNAL LINK: https://lu.ma/ivv3q8c8\n****\nJoin us for the third Annual All Levels Startup vs Investor Pickleball Tournament!  \n\nMeet other founders and funders in the Utah ecosystem and beyond.  Connections made on the court in previous years have led to investments and partnerships, we can't wait to see what this year has in store!\n\nLight refreshments will be provided.  Please wear comfortable athletic clothing and bring a water bottle.",
    "start": "2025-01-31T09:00:00-07:00",
    "end": "2025-01-31T15:00:00-07:00"
  },
  {
    "id": 77,
    "title": "Game Changer: Neuroinclusive Networking Event (& Lunch)",
    "host": "Inclusive Agile",
    "address": "7860 Bingham Jct Blvd, Midvale, UT 84047, USA",
    "registration_url": "https://app.getriver.io/events/8171c32a-2559-46ae-a3b9-d00f175ddf38",
    "description": "Join us for Game Changer, an interactive gaming networking event that prioritizes psychological safety and meaningful connections in the tech industry! This event is perfect for neurodivergent tech professionals, job seekers, and hiring managers, offering a relaxed, inclusive space to network through tabletop games (RPGs, board games, card games, etc.), puzzles, and more. With activities like open gaming, quiet sensory-friendly rooms, with lunch (11-12) and snacks (11-4) included, Game Changer breaks down formal barriers, fostering authentic interactions in a psychologically safe environment.\n\n📅 Date: January 31, 2025\n⏰ Time: 11:00 AM – 4:00 PM\n       Open House Style!\n       Pop in between sessions\n       Stay as long (or as short) as you want!\n📍 Location: Zions Technology Center\n🎟 Space is limited, so register early! \n\nRegister at https://lu.ma/l9pqvefm to secure your spot and make game-changing connections in a setting designed for inclusivity, comfort, and collaboration.",
    "start": "2025-01-31T11:00:00-07:00",
    "end": "2025-01-31T16:00:00-07:00"
  },
  {
    "id": 78,
    "title": "Rising VC - Utah Tech Week Mixer",
    "host": "Signal Peak Ventures",
    "address": "No detailed location available",
    "registration_url": "https://app.getriver.io/events/0030361a-e1f2-48fa-85c5-1c335c50097a",
    "description": "Wilson Sonsini and Signal Peak Ventures are excited to invite you to \"Rising VC - Utah Tech Week Mixer\" on Tuesday, January 28th from 7:00pm - 9:00pm in Salt Lake City.\n\nPlease register through the attached Luma link and we will approve attendance as seating is limited.\n\nThis event is for any non-partner level investors from in-state and out-of-state VC firms.\n\nWhether you’re here to meet new investors or reconnect with old friends, come and network with others at your level. Feel free to stay for the entire evening or drop by for a few minutes.\n\nNote: Please register only if you are currently employed at a venture or growth firm.",
    "start": "2025-01-28T19:00:00-07:00",
    "end": "2025-01-28T21:00:00-07:00"
  },
  {
    "id": 79,
    "title": "Private Investment Tech Trends for 2025",
    "host": ", ",
    "address": "No detailed location available",
    "registration_url": "https://app.getriver.io/events/private-investment-tech-trends-for-2025-bhw",
    "description": "Private Investment Trends for 2025  - Meet the SLC/Utah Angel Groups\n\nWe are pleased to welcome serial entrepreneurs, active investors, family offices, new investors, and community leaders from local angel investment organization including Keiretsu Forum SLC/Rockies, Salt Lake City Angels, Park City Angels, Tribe Angels, Kinect Capital, and 3rd Thursday to share their private investment tech trends and outlook for 2025 hosted at Silicon Valley Bank in Cottonwood Heights.  Join us for a robust social hour and panel discussion to learn about several of the leading angel investment organizations and their investment outlooks for 2025!\n\nAgenda of Events:\n3:30 - 4:30 PM Guest Arrival and Networking\n4:30 - 5:15 PM Group Introductions & Panel Discussion\n5:15 - 6:00 PM Social Hour & Adjourn\n\nCalling all active investors to register to join us for this exciting program!\n\nSpecial thanks to Silicon Valley Bank for providing the venue to host this event!",
    "start": "2025-01-29T15:30:00-07:00",
    "end": "2025-01-29T18:00:00-07:00"
  },
  {
    "id": 80,
    "title": "Crypto Bootcamp with Coinbase",
    "host": "ChristianØ",
    "address": "2795 E Cottonwood Pkwy, Cottonwood Heights, UT 84121, USA",
    "registration_url": "https://app.getriver.io/events/crypto-bootcamp-utah-tech-week",
    "description": "Crypto is the future.\n\nJoin us at Utah Tech Week for hands-on crypto workshops for beginners and intermediates. Bring your laptop and get practical experience setting up a crypto wallet, earning with DeFi, minting NFTs, tracking your crypto portfolio, and more.\n\nFood and drinks provided.\n\n— Workshops —\n\n7:00 PM\nCrypto Essentials: Swaps and Staking\nNFTs for Creators and Small Business\n\n8:00 PM\nIntro to DeFi: Lending and Liquidity\nTrack and Manage Your Crypto Portfolio\n\n— Presented By Coinbase —\n\nCoinbase is the world's most trusted cryptocurrency exchange to securely buy, sell, trade, store, and stake crypto.\n\n— Event Partners —\n\nRSM US LLP (rsmus.com/locations/utah) - is the leading US provider of assurance, tax and consulting services focused on the middle market. The RSM Utah Office is our event partner and venue host.\n\nCryptopia, founded by Scott Paul, is Utah's largest web3 event gathering the latest crypto projects, entrepreneurs, innovators, and enthusiasts. Follow on scottsposts.com.",
    "start": "2025-01-30T18:30:00-07:00",
    "end": "2025-01-30T21:00:00-07:00"
  },
  {
    "id": 81,
    "title": "Tech Demo Day + Career Opportunities",
    "host": "Paige Schwendiman",
    "address": "6510 Millrock Dr, Holladay, UT 84121, USA",
    "registration_url": "https://app.getriver.io/events/tech-demo-day-career-opportunities-4v6",
    "description": "",
    "start": "2025-01-31T17:00:00-07:00",
    "end": "2025-01-31T19:00:00-07:00"
  },
  {
    "id": 82,
    "title": "New Year, New Dimension in Care",
    "host": "Utah Chapter of HIMSS",
    "address": "5131 Cottonwood St Building 6, Murray, UT 84107, USA",
    "registration_url": "https://app.getriver.io/events/new-year-new-dimension-in-care-ex3g",
    "description": "Kick off the year with an exclusive event hosted by Utah HIMSS in collaboration with Intermountain Health’s Advanced Visualization Engineering Center, led by Rami Shorti, PhD. This one-of-a-kind event invites healthcare professionals, innovators, and the healthcare tech community to gain a sneak peek into how technology is advancing patient outcomes and the intrapreneurial journey that made it possible within Intermountain Health.\n\nDiscover how advanced tools like 3D visualization, immersive simulations, and 3D-printed surgical models are addressing real-world clinical challenges and creating new applications for technology in healthcare. The event will highlight the intersection of entrepreneurship, medicine, engineering, and art, showcasing creative and technical innovations shaping the future of care.\n\nLearn how a leading healthcare system fosters a spirit of startup, turning exploration and opportunity into impactful solutions that improve outcomes and reduce costs. Start the year inspired by the art of the possible, connect with thought leaders, and experience how innovative approaches and applications of technology are advancing healthcare. \n\nEvent Highlights:\nAn Intrapreneur’s Journey in a Leading Healthcare System: Much like a startup, discover how an entrepreneur’s passion was embraced at Intermountain Health, paving the way for the transformation of ideas and technologies into impactful solutions for patient care. Learn firsthand about the journey, mindset, and leadership approach that nurtured this innovation.\n\nDemonstrations of 3D and Immersive Technology Applications: Explore live examples of 3D engineering design, 3D printing, and mixed reality. See how these tools empower caregivers to deliver exceptional care, improve patient outcomes, and reduce costs across various healthcare settings.\n\nInteractive Q&A Session: Engage directly with Rami Shorti, PhD, and a member of his team to gain insights into the development and integration of these technologies at Intermountain Health.\n\nLunch will be provided. ",
    "start": "2025-01-27T11:30:00-07:00",
    "end": "2025-01-27T13:00:00-07:00"
  },
  {
    "id": 83,
    "title": "ADHDers Anonymous",
    "host": "Brad Rigby",
    "address": "3495 S W Temple St, South Salt Lake, UT 84115, USA",
    "registration_url": "https://app.getriver.io/events/understanding-adhd-3f1",
    "description": "Join us for an informal and supportive gathering of Utah’s ADHD tech community! This space allows us to share experiences, swap tips for thriving in tech with ADHD, and celebrate the creative energy that makes us stand out.\n\nWhether you’re a founder, executive, developer, product manager, designer, or just a tech nerd who loves innovation, you’ll find like-minded people who “get it.” Expect good vibes, engaging conversations, and the chance to build connections with others who embrace their neurodiversity.\n\nLet’s support each other, share our wins (and struggles), and brainstorm how to harness our ADHD superpowers to thrive in the fast-paced world of tech. Snacks provided. Ideas welcome. Distractions encouraged.",
    "start": "2025-01-29T12:30:00-07:00",
    "end": "2025-01-29T14:00:00-07:00"
  },
  {
    "id": 84,
    "title": "Utah Tech Week: Pickleball Showdown",
    "host": "Lia Hanson",
    "address": "1180 Brickyard Rd, Salt Lake City, UT 84106, USA",
    "registration_url": "https://app.getriver.io/events/utah-tech-week-pickleball-showdown-zum",
    "description": "Join the ultimate networking event during Utah Tech Week where innovation meets pickleball fun! Whether you're a seasoned pro or a pickleball newbie, this event is your chance to rally and connect. Plus, we’ll have delicious food and beverages!\n\nEvent Highlights:\n\n    -All skill levels welcome - beginners to champions\n\n    -Tournament bracket – matched by level\n\n    -Clinic by professional coach for those starting out\n\n    -Executive networking opportunity\n\n    -Gourmet food & craft beverage selection\n\n    -Paddles and balls provided. Just bring yourself, comfortable attire, and athletic shoes\n\nIf the tournament play is not for you, then you can join our skills clinic and learn from expert players. Perfect for newcomers or those looking to sharpen their game.\n\nDon't miss your chance to serve, volley, and connect! Limited spots available - register now and secure your place on the court.\n\nHOSTED BY:  Wells Fargo, Norwest, AXOM",
    "start": "2025-01-28T16:00:00-07:00",
    "end": "2025-01-28T19:00:00-07:00"
  },
  {
    "id": 85,
    "title": "Tech Week Juntos",
    "host": "Mateo Muñoz",
    "address": "No detailed location available",
    "registration_url": "https://app.getriver.io/events/tech-week-juntos-fw6",
    "description": "Tech Week Juntos: Being Latino In A Post DEI World ",
    "start": "2025-01-29T18:00:00-07:00",
    "end": "2025-01-29T20:30:00-07:00"
  },
  {
    "id": 86,
    "title": "The 9 Core Competencies To Build, Run, and Scale Great Companies",
    "host": ", ",
    "address": "774 E 2100 S STE 101, Salt Lake City, UT 84106, USA",
    "registration_url": "https://app.getriver.io/events/the-9-core-competencies-to-build-run-and-scale-great-companies-197",
    "description": "The 9 Core Competencies To Build, Run, and Scale Great Companies\n\nCome join us for a fun and informative breakfast session with insights on building, running, and scaling great companies. Learn about the 9 core competencies that are crucial for success in today's business world. Network with like-minded individuals and gain valuable knowledge to take your company to the next level.\n\nDon't miss out on this opportunity to grow and develop your business!\n\nPresented by Results Oriented LLC and Vantage Software Inc",
    "start": "2025-01-28T09:00:00-07:00",
    "end": "2025-01-28T10:30:00-07:00"
  },
  {
    "id": 87,
    "title": "How Tech is Changing Creativity and Story Telling in the Film Industry",
    "host": "",
    "address": "No detailed location available",
    "registration_url": "https://app.getriver.io/events/how-tech-is-changing-creativity-and-story-telling-in-the-film-industry-qhgj",
    "description": "Spend an evening at Ignite Studios and discover the future of creativity and storytelling in the film industry. As technology rapidly evolves, tools like AI, VR, and AR are revolutionizing the way stories are told, offering unique and immersive experiences every day.\n\nCo-Host: Tesla",
    "start": "2025-01-29T19:00:00-07:00",
    "end": "2025-01-29T22:00:00-07:00"
  },
  {
    "id": 88,
    "title": "Taco ‘Bout AI: Healthcare Panel & Trivia Night",
    "host": "Pearl Patel",
    "address": "Publik Coffee Roasters, 975 S W Temple St, Salt Lake City, UT 84101, USA",
    "registration_url": "https://app.getriver.io/events/altitude-lab-trivia-night-zwih",
    "description": "Get ready for a fun and engaging afternoon of trivia and healthcare AI panel discussions! Join us 4-7 pm for an exciting night filled with friendly competition, a thought-provoking panel discussion, and plenty of opportunities to connect with others. Enjoy tacos, drinks, and dessert as you show off your trivia skills, learn something new, and make meaningful connections. Don’t miss out—see you there!\n\nAfterwards, head to the Opening Night Party a 6 minute drive away at Flankers!",
    "start": "2025-01-27T16:00:00-07:00",
    "end": "2025-01-27T19:00:00-07:00"
  },
  {
    "id": 89,
    "title": "UTW: 9th and 9th Whale 5k",
    "host": "Unknown host",
    "address": "9th and 9th Neighborhood, 900 S 900 E, Salt Lake City, UT 84105, USA",
    "registration_url": "https://app.getriver.io/events/utw-9th-and-9th-whale-5k-xxg",
    "description": "Let's kick off Utah Tech Week with an ole 9th and 9th Whale 5k, shall we?\n\nCome run a 5k at your own pace with the Convoi Ventures Crew. Dress warm and enjoy some coffee and/or hot cocoa afterwards!",
    "start": "2025-01-27T07:00:00-07:00",
    "end": "2025-01-27T08:00:00-07:00"
  },
  {
    "id": 90,
    "title": "BURNOUT",
    "host": "Elizabeth Converse",
    "address": "702 S Main St, Salt Lake City, UT 84101, USA",
    "registration_url": "https://app.getriver.io/events/burnout-koi",
    "description": "",
    "start": "2025-01-30T16:30:00-07:00",
    "end": "2025-01-30T18:30:00-07:00"
  },
  {
    "id": 91,
    "title": "Empathy in Action: Design Thinking for Real-World Success",
    "host": "Unknown host",
    "address": "650 S Main St Suite 745, Salt Lake City, UT 84101, USA",
    "registration_url": "https://app.getriver.io/events/empathy-in-action-design-thinking-for-real-world-success-13a",
    "description": "Join us at our Slalom Consulting Salt Lake City office to learn how practical design thinking and human-centered design can address your biggest startup challenges, helping you scale effectively and connect deeply with customers. \n\nJoin this interactive session to explore the power of design thinking and human-centered design. You’ll learn practical tools and techniques to:\n -align your team, \n -improve customer experiences, and \n -create solutions that resonate with users. \n\nExpect a mix of insights, activities, and actionable takeaways to drive real-world impact.\n\nLight refreshments and snacks will be served. \n\nBuilding and Parking Information: \nSlalom Salt Lake City is located at 650 S Main Street, SLC, UT, 84101.\n \nPlease note that W 600 S is a one way Eastbound and Trax is on Main Street. It’s advised to arrive on W 600 S coming from the West.\n \nParking is available free of charge in the covered parking garage directly west of the building. If no spots are available on the first floor, proceed up to the additional floors. All gates will be up and you will not need a ticket or fob to access the parking. Please be mindful of reserved spots.\n\nAfter parking, please take the elevator or stairs down to the first floor of the parking garage. Then walk under the covered walkway/through the courtyard to enter the building. You will then see the event location. ",
    "start": "2025-01-27T14:00:00-07:00",
    "end": "2025-01-27T15:00:00-07:00"
  },
  {
    "id": 92,
    "title": "The Business of Design: Debunking Myths That Hold Startups Back",
    "host": "Unknown host",
    "address": "650 S Main St Suite 745, Salt Lake City, UT 84101, USA",
    "registration_url": "https://app.getriver.io/events/slalom-consulting-the-business-of-design-debunking-myths-that-hold-startups-back-rmdh",
    "description": "Join us at our Slalom Consulting Salt Lake Office where we will uncover the truth behind common design myths and learn how to make design a powerful tool for your startup’s success.\n\nIn this workshop, we’ll address three common misconceptions about design: that it requires a large team, is only about aesthetics, and only applies to products. Through real-life examples and actionable tools, you’ll discover how design:\n -can uncover opportunities, \n -streamline workflows, and \n -enhance customer experiences. \n\nExpect to leave with practical strategies to integrate design into your business, no matter your team size or resources. \n\nLight refreshments and snacks will be served. \n\nBuilding and Parking Information: \nSlalom Salt Lake City is located at 650 S Main Street, SLC, UT, 84101.\n \nPlease note that W 600 S is a one way Eastbound and Trax is on Main Street. It’s advised to arrive on W 600 S coming from the West.\n \nParking is available free of charge in the covered parking garage directly west of the building. If no spots are available on the first floor, proceed up to the additional floors. All gates will be up and you will not need a ticket or fob to access the parking. Please be mindful of reserved spots.\n\nAfter parking, please take the elevator or stairs down to the first floor of the parking garage. Then walk under the covered walkway/through the courtyard to enter the building. You will then see the event location. ",
    "start": "2025-01-27T15:00:00-07:00",
    "end": "2025-01-27T16:00:00-07:00"
  },
  {
    "id": 93,
    "title": "Executive Panel Discussion: Innovation, AI, and The Future of Technology",
    "host": "Unknown host",
    "address": "650 S Main St Suite 745, Salt Lake City, UT 84101, USA",
    "registration_url": "https://app.getriver.io/events/executive-panel-discussion-innovation-ai-and-the-future-of-technology-084k",
    "description": "This event will include breakfast, an executive panel discussion, interactive exhibits, and numerous networking opportunities. Don’t miss this opportunity to experience and explore what’s possible! \n\nPanelist:\nJennifer Smith | EVP and Chief Technology & Operations Officer, Zions Bancorporation\n As a key member of the company's C-Suite, she leads transformative technology and operations initiatives on an enterprise scale, ensuring long-term value for customers. Jennifer is known for her courageous and compassionate leadership, fostering environments of empowerment, performance, and belonging. \nJennifer joined Zions in 2006 as the Chief Audit Executive after a successful tenure at Wells Fargo & Company from 1995 to 2006, where she held senior positions in Internal Audit and Risk Management. She holds an honors B.A. and an M.S. in Economics from the University of Utah. \nJennifer’s work has been widely recognized by industry organizations. In 2023, she received the Outstanding Leadership Award for Social and Business Innovation from the YWCA of Utah. Jennifer has been named one of American Banker’s Most Powerful Women in Banking for four consecutive years (2021-2024). She also received the Women Tech Council’s Decade of Impact Award in 2024 and their Technology Leadership Award in 2018. In 2019, she was honored as one of Utah Business’s CxOs of the Year. \nJennifer is deeply committed to community service. She is a current member of the Women Leadership Institute’s and The Children’s Center of Utah’s Board of Directors. She formerly chaired the University of Utah’s College of Social and Behavioral Science Advancement Board and served on Utah State University’s Data Analytics and Information Systems advisory board. Additionally, she has held positions on the boards of the YWCA of Utah, United Way of Greater Salt Lake, and People Helping People.\n---------------------------------------------\nCyd Tetro | Chief Information Officer, Swire Coca-Cola\nCydni Tetro is the CIO at Swire Coca-Cola, one of the largest bottlers in the world, where she leads AI, Data, Digital, and Technology initiatives and drives transformative changes. She is an accomplished 3X CEO with over a decade of experience driving profitable growth and delivering exceptional P&L performance across diverse industries. As the 2023 EY Entrepreneur of the Year, she is recognized as a visionary leader in consumer products and a nationally renowned technology innovator. Cydni has consistently paved the way for women in business and technology while generating record-breaking fundraising results.\nPrior, as CEO and Board Member of CPG Tech-enabled Brandless, she propelled the company’s growth by 400%, adding over $100 million in revenue through strategic acquisitions and organic expansion in 18 months. Her leadership at ForgeDX, a digital transformation platform, and 3DplusMe, a CPG 3D printing company, resulted in multi-million-dollar partnerships with global brands and led to successful acquisitions of both companies. Cydni drove digital innovation and technology commercialization in her role as at Disney Imagineering. And her earlier career includes executive roles in high-growth technology companies, driving scale and growth that impacted hundreds of millions of users.\nA passionate advocate for women in technology, Cydni founded the Women Tech Council to increase women in tech from high school to the board room, which has inspired over 40,000 young women to pursue STEM careers through the SheTech program. Her academic contributions include teaching at Babson University and BYU. Cydni holds a master’s degree in business administration and a bachelor’s degree in computer science and is the recipient of numerous awards, including Most Influential Women, CEO of the Year and Innovator of the Year.",
    "start": "2025-01-29T08:00:00-07:00",
    "end": "2025-01-29T11:00:00-07:00"
  },
  {
    "id": 94,
    "title": "Humanizing Tech: Belonging as the Key to Success: A Workshop + Networking Event",
    "host": "Carrie Williams",
    "address": "650 S Main St #150, Salt Lake City, UT 84101, USA",
    "registration_url": "https://app.getriver.io/events/humanizing-tech-belonging-as-the-key-to-success-a-workshop-networking-event-7ja",
    "description": "Culture First Salt Lake City is coming back!  Join us for our relaunch event taking place during Utah Tech Week.  This session starts with an interactive workshop focusing on fostering belonging in the workplace—an essential element for thriving teams, especially in the dynamic Utah tech community. \n\nFollowing the workshop, we'll have time to network and enjoy some drinks and appetizers.  We know networking and even connecting with others can feel awkward—like standing in an elevator and not knowing where to look, especially if small talk isn’t your strong suit. So we've brought in an expert in networking, connection, and belonging, Bahaa Chmait.  As a trained facilitator, he’s passionate about helping people step off the awkward elevator and into meaningful connection!  \n\n\n\nWhat to expect: \n\n* Belonging Badge Workshop: A guided exercise where participants create and explore personal \"badges\" to communicate and represent their identities and values. Learn how to facilitate this activity in your workplace to deepen connections and inspire inclusion.\n\n* Networking and Social Hour: Build relationships with like-minded leaders in tech, start-ups, and the people space.\n\nWho should attend:\n\n* This event is open to anyone in the Utah tech community and anyone who cares about the human experience in the workplace.\n\nDate: January 30, 2025\n\nTime:\n\n* Workshop: 4:00–5:00 PM - Part 1: Belonging Badges Workshop / Part 2: Learn how to facilitate Belonging Badges for your team or workplace\n\n* Networking & Social Hour: 5:00–6:00 PM \n\nLocation: \n\n* Belonging Workshop @ Common Desk, 650 S Main St #150, Salt Lake City, UT 84101\n\n* Networking: Sol Agave, 660 S Main St, Salt Lake City, UT 84101 (across the parking lot from Common Desk)\n\nFacilitated by: Bahaa Chmait, Founder of Joymob Events, BahaaChmait.com  \n\nHosted by: Carrie Williams & The Salt Lake City chapter of Culture First\n\nWhy This Matters:\n\nUtah's tech sector is booming, making collaboration, creativity, and community essential to success. A sense of belonging drives connection, enhances job satisfaction, and retains top talent—critical for startups and established companies alike. Belonging Badges help uncover the shared stories and unique identities that bring teams together and build psychological safety.  Teams that prioritize belonging and inclusivity experience a 25% boost in performance and 36% higher retention rates. Activities like Belonging Badges promote authentic connections, inclusivity, and team cohesion, fostering an environment where employees feel seen, valued, and engaged—key drivers of success in the fast-paced tech world.\n\nAbout Culture First:\n\nCulture First is a global community of professionals dedicated to creating better workplaces. Guided by the belief that a strong, inclusive culture drives business outcomes, we empower companies to prioritize employee experience and human connection.\n\nGet Involved:\n\nSpaces are limited! Reserve your spot now and join us in celebrating the power of belonging and culture in the workplace.",
    "start": "2025-01-30T16:00:00-07:00",
    "end": "2025-01-30T18:00:00-07:00"
  },
  {
    "id": 95,
    "title": "Breakfast Palooza \"Vitality\"",
    "host": "Nathan Byrd",
    "address": "2601 Sunnyside Ave S, Salt Lake City, UT 84108, USA",
    "registration_url": "https://app.getriver.io/events/breakfast-palooza-vitality-wtv",
    "description": "Join us for Breakfast Palooza \"Vitality,\" presented by East West Health—an unparalleled day dedicated to personal growth, professional development, and vibrant health. Set amidst the picturesque Garden Place at Heritage Park, this exclusive event will gather high-performing investors and entrepreneurs ready to energize their lives and businesses.\n\nStarting at 9 a.m., you’ll indulge in our Breakfast Palooza signature pancakes, topped with the finest Northern Eagle maple syrup, while enjoying uplifting music and an extraordinary networking environment that will set the tone for a day of inspiration and connection.\n\nEvent Highlights:\n\n    Health Performance & Goal-Setting Workshop: Kickstart your day with actionable insights to elevate your vitality and productivity. This interactive session will help you build a roadmap to achieve your personal and professional health goals.\n\n    Business Growth Panel Discussion: Learn strategies for sustainable growth from industry leaders who’ll guide you in setting impactful goals for the upcoming year. Get inspired, ask questions, and take away actionable advice to fuel your business success.\n\n    Dynamic Guest Speakers: Be inspired by a lineup of speakers who will challenge and empower you to push the boundaries of what's possible, fueling both your personal and business growth journey.\n\nIn alignment with our commitment to giving back, we’re proud to partner with a dedicated non-profit organization to raise funds and awareness for their impactful cause. This partnership provides an opportunity for attendees to contribute to a meaningful initiative while connecting with like-minded individuals passionate about making a difference.\n\nBreakfast Palooza \"Vitality\" runs until 6 p.m.—a full day to recharge, refocus, and realign with what matters most. This is more than a conference; it’s a transformative experience designed to help you live a fuller, more purpose-driven life. Don’t miss out on this opportunity to network, learn, and grow with a vibrant community of trailblazers.\n\nWho Should Attend?\n\nEntrepreneurs, investors, and business leaders who are ready to:\n\n    Expand their networks with driven, high-achieving peers\n\n    Gain insights into business and personal growth strategies for the coming year\n\n    Support a noble cause that impacts lives and communities",
    "start": "2025-01-31T09:00:00-07:00",
    "end": "2025-01-31T18:00:00-07:00"
  },
  {
    "id": 96,
    "title": "Future Space: Because Your Office Deserves to Be as Cool as You Are",
    "host": "Spencer Priest",
    "address": "515 S 700 E, Salt Lake City, UT 84102, USA",
    "registration_url": "https://app.getriver.io/events/future-space-because-your-office-deserves-to-be-as-cool-as-you-are-kr5",
    "description": "Food- We’ll have your 2pm pick me up!\n\nJoin the Future Space Club—it’s cooler than your current office. Want to keep your top talent and attract even more? We’ll show you how your office space could be making or breaking your talent retention.\n\nFrom branding to culture and a work environment that fuels productivity, we'll dive into how your space directly impacts employee retention. Let’s make your HQ a place people never want to leave.",
    "start": "2025-01-28T14:30:00-07:00",
    "end": "2025-01-28T15:30:00-07:00"
  },
  {
    "id": 97,
    "title": "Shop Workspace Pass: Utah Tech Week 2025",
    "host": "Jennifer Davidson",
    "address": "350 E 400 S, Salt Lake City, UT 84111, USA",
    "registration_url": "https://app.getriver.io/events/shop-workspace-pass-utah-tech-week-2025-pf3",
    "description": "The Shop Workspace is a proud partner of Utah Tech Week. During the week, enjoy complimentary day passes during our business hours, Monday-Friday 8:30am-5:00pm. Head to reception on the 3rd floor, let the team know you are a part of Utah Tech Week, and enjoy the day on us. \n\nA day pass will include access to 2 floors of open coworking, private phone booths, and our beverage bar of espresso, drip coffee, soda, and tea. \n\nLearn more about our space here: https://shopworkspace.com/location/salt-lake-city/.\n\nInstructions to get to us\n\nWe are located at 350 E 400 S on a side street called Blair. There will be a Shop Workspace A Frame and logo on our door. Once in the lobby, head to the 3rd floor and a member of our team will help at reception.\n\nParking\nThere is street parking along 500 S, 300 E, and 400E, as well as paid parking at the public library up the street.",
    "start": "2025-01-27T08:30:00-07:00",
    "end": "2025-01-27T17:00:00-07:00"
  },
  {
    "id": 98,
    "title": "The Growth Toolkit: Scaling Your Business with EOS",
    "host": "John Annunziata",
    "address": "350 E 400 S, Salt Lake City, UT 84111, USA",
    "registration_url": "https://app.getriver.io/events/the-growth-toolkit-scaling-your-business-with-eos-gjz",
    "description": "A dynamic \"Lunch and Learn\" workshop designed for entrepreneurs, business owners, and growth companies looking to scale.  Even the most successful entrepreneurs occasionally find running a business more challenging than expected. Most business owners are regularly frustrated by one or more common issues: \nlack of control,  people issues, or inability to reach the next level. \n\nLed by Professional EOS Implementer® John Annunziata, this event will help you:\n● Understand the six keys to building a truly great organization\n● Learn how to get everyone focused on achieving a clear company vision\n● Begin to instill discipline and accountability throughout the organization\n● Roll up your sleeves and confront organizational issues head-on\n● Strengthen and grow your business with powerful results",
    "start": "2025-01-28T12:00:00-07:00",
    "end": "2025-01-28T13:30:00-07:00"
  },
  {
    "id": 99,
    "title": "Tech Tune-Up: Essentials for Small Business Efficiency",
    "host": "Jordan Smith",
    "address": "The Shop Co-Working, 350 E 400 S, Salt Lake City, UT 84111, USA",
    "registration_url": "https://app.getriver.io/events/small-biz-tech-technical-evaluation-workshop-4zcf",
    "description": "Part of Utah Tech Week 2025\n\nIs your business lagging behind because you don't have the right technical solutions in place? Join us on January 29, from 3 PM to 5 PM at The Shop Coworking Space in downtown Salt Lake City for a powerful workshop designed just for small business owners like you.\n\nRunning a small business is no small task. From keeping up with daily operations to planning for growth, it’s easy to feel overwhelmed by all the tools and technology out there. How do you know what your business really needs? And how do you make sure those tools are working for you, not against you?\n\nAt the Small Biz Tech Workshop, we’ll walk you through:\n-Understanding your business processes: What’s working, what’s not, and where technology can help.\n-Building your tech stack: Discover the best tools to streamline your operations and support your growth.\n-Exploring automation options: Learn how to save time and money by automating repetitive tasks.\n\nOur expert speakers will guide you every step of the way:\n-Jordan Smith, Owner of Ronin Consulting LLC, will show you how to define and scale your business processes.\n-Chris Hess, Owner of Tech Op Heroes, will help you evaluate technical solutions to improve your operations.\n-Sunny Washington, CEO of OrcaPanda, will share how AI and other tools can boost your marketing and lead generation efforts.\n\nThis event is perfect for small business owners, solo entrepreneurs, and anyone ready to improve their operations and stay ahead in today’s tech-driven world.\n\nThe best part? This event is FREE! Don’t miss this chance to work with professionals who can help you achieve your business goals.\n\nSpots are limited, so sign up now to reserve your seat! \n\nLet’s turn your business challenges into opportunities. See you on January 29!",
    "start": "2025-01-29T15:00:00-07:00",
    "end": "2025-01-29T17:00:00-07:00"
  },
  {
    "id": 100,
    "title": "Utah Tech Brunch: Visionaries + VCs",
    "host": "Signal Peak Ventures",
    "address": "Salt Lake City, UT, USA",
    "registration_url": "https://app.getriver.io/events/ee7b7973-6786-4edb-8e20-f234e03b880e",
    "description": "Signal Peak Ventures and Silicon Valley Bank are excited to invite you to \"Utah Tech Brunch: Visionaries + VCs\" on Tuesday, January 28th from 11:30am - 1:30pm in downtown Salt Lake. Swing by and grab a bite to eat while networking with the investors, founders, and executives that make Utah a thriving tech ecosystem. We can't wait to see you there!\n\n*This event is invite only. VC's, founders, and executives please feel free to register through Luma and we will approve attendance as seating is limited.\n\n**ID required to enter.",
    "start": "2025-01-28T11:30:00-07:00",
    "end": "2025-01-28T13:30:00-07:00"
  }
]